@extends('layouts.app')
@section('title','Про нас')
@section('content')
    <div class="main-container">
        <main>
            <!-- Page Banner -->
            <div class="page-banner container-fluid no-left-padding no-right-padding">
                <!-- Container -->
                <div class="container">
                    <div class="page-banner-content">
                        <h3>Про лікаря</h3>
                    </div>
                    <div class="banner-content">
                        <ol class="breadcrumb">
                            @include('modules.back')
                            <li class="active">Про нас</li>
                        </ol>
                    </div>
                </div><!-- Container /- -->
            </div><!-- Page Banner -->
            <div class="about-section container-fluid no-left-padding no-right-padding">
                <!-- Container -->
                <div class="container">
                    <div class="row">
                        <div class="col-md-8 col-sm-7 col-xs-12">
                            <div class="about-content">
                                <h5>Вас вітає лікар мануальної терапії – Потоцький Олександр Віталійович!</h5>
                                <p style="padding-bottom: 15px;">Я займаюсь лікуванням захворювань хребта різної
                                    складності. Оскільки кожна людина —
                                    унікальна і захворювання в кожного перебігають по-різному — ми знайдемо
                                    індивідуальний підхід до кожного пацієнта. В цьому нам допомагає діагностика
                                    захворювань, при якій визначаються симптоми та прояви хвороб. Пам’ятайте: правильний
                                    діагноз – це вже 60% лікування.</p>


                                <p style="padding-bottom: 15px;"> Для лікування захворювань, пов’язаних з хребетним
                                    стовпом, я використовую техніки,
                                    які практикую довгий час. До таких технік відноситься метод “коротких важелів”
                                    (Chiropractic), який застосовує трастову техніку, яка впливає безпосередьо на
                                    зрушений хребець, або хребетно-руховий сегмент у якому знаходиться грижа. Цей метод
                                    дуже ефективний та вузько спрямований.</p>

                                <p style="padding-bottom: 15px;">Метод “довгих важелів” (Osteopathy) — більш широкого
                                    спрямування і частіше використовуєтья при лікуванні сколіозу (бокове викривлення
                                    хребта), лордозу (викривлення хребта до переду), кіфозу (викривлення хребта до
                                    заду).
                                </p>
                                <p style="padding-bottom: 15px;">До методів мануальної терапії також відносять лікування
                                    трігерів (Trigger point therapy) або міофасціальний синдром (Myofascial release).
                                    Суть методу полягає в розслабленні спазмованих м’язів та поращенні місцевого
                                    кровотоку, а також в покращенні м’язевого метаболізма шляхом разтягненя м’язового
                                    волокна спеціальними прийомами.
                                </p>
                                <p> Окрім опорного апарата є ще і руховий, а це вже не кістки з суглобами, а м’язи.
                                    Іноді буває так, що причиною є не зміщення або защемлення нерва, або функцональний
                                    блок, а саме перенапруження м’язів. І справа не в трігерах або фасціях, а саме
                                    перевтома. В таких випадках, для розслаблення м’язу я застосовую китайський метод
                                    масажу, який на території Європи має малу популярність через свою складність та
                                    довгий час оволодіння їм. Однак на території Китаю та Тибету цей метод є один з
                                    фундаментальних методів оздоровлення опорно-рухового апарату, та був описаний в IX
                                    сторіччі в першій медичній енциклопедії.
                                </p>
                            </div>
                        </div>
                        <div class="col-md-4 col-sm-5 col-xs-12 about-img">
                            <img src="assets/images/doctor-am-if.jpg" alt="about">
                        </div>
                    </div>
                </div><!-- Container /- -->
            </div>
@endsection
