@extends('layouts.app')
@section('title','Детальніше')
@section('content')
    <div class="main-container">
        <main>
            <!-- Page Banner -->
            <div class="page-banner container-fluid no-left-padding no-right-padding">
                <!-- Container -->
                <div class="container">
                    <div class="page-banner-content">
                        <h3>Що вам потрібно знати про нас</h3>
                    </div>
                    <div class="banner-content">
                        <ol class="breadcrumb">
                            @include('modules.back')
                            <li class="active">Детальніше</li>
                        </ol>
                    </div>
                </div><!-- Container /- -->
            </div><!-- Page Banner -->
            <div class="about-section container-fluid no-left-padding no-right-padding">
                <!-- Container -->
                <div class="container">
                    <div class="row">
                        <div class="col-md-8 col-sm-7 col-xs-12">
                            <div class="about-content">
                                <h5>Вітаю вас!</h5>
                                <p style="padding-bottom: 15px;">
                                    Давайте я розповім що вам потрібно знати про процедуру, як все відбувається і чого
                                    очікувати взагалі.</p>


                                <p style="padding-bottom: 15px;">
                                    Для початку мануальна терапія це лікування руками, є кілька різних технік, одна їх
                                    ефективних є трастова техніка мануальної терапії.
                                    Траст перекладається як довіра. В першу чергу потрібна
                                    довіра між пацієнтом і лікарем, якщо його немає, то ефективність лікування різко
                                    падає і приблизно дорівнює нулю.</p>

                                <p style="padding-bottom: 15px;">
                                    Є методики довгих і коротких важелів, ми займаємося другим, більш точним і
                                    цілеспрямованим на проблему, а не загальне самопочуття. Хоча і опрацьовуємо всі
                                    відділи хребта.

                                    Відбувається це так: ви приходите, знайомитеся з мануальним терапевтом, він
                                    знайомиться з вашими симптомами.

                                    У процесі спілкування лікар виявляє нові симптоми і причини виникнення будь-якої
                                    дисфункції.

                                    Далі він складах образ поведінкових стереотипів для виявлення згубних звичок, які
                                    ведуть до порушення біомеханіки тіла.

                                    Після проведення анамнезу, що тривало від 5 до 15 хвилин (продуктивно), слід сама
                                    процедура.
                                </p>
                                <p style="padding-bottom: 15px;">
                                    Окрім опорного апарата є ще і руховий, а це вже не кістки з суглобами, а м’язи.
                                    Іноді буває так, що причиною є не зміщення або защемлення нерва, або функцональний
                                    блок, а саме перенапруження м’язів. І справа не в трігерах або фасціях, а саме
                                    перевтома. В таких випадках, для розслаблення м’язу я застосовую китайський метод
                                    масажу, який на території Європи має малу популярність через свою складність та
                                    довгий час оволодіння їм. Однак на території Китаю та Тибету цей метод є один з
                                    фундаментальних методів оздоровлення опорно-рухового апарату, та був описаний в IX
                                    сторіччі в першій медичній енциклопедії.
                                </p>
                                <p style="padding-bottom: 15px;">
                                    Мануальним терапевт просить вас пройти і прилягти на кушетку. Для цього досить зняти
                                    верхній одяг і взуття. Лягайте ви животом вниз, а руки кладете уздовж туловеща.

                                    Далі йде візуальний огляд симетрії тіла, а так само пальпація, що означає натискання
                                    в області спини для виявлення больових симптомів.

                                    Коли визначилися з діагнозом, звичками, а так само перевірили больовий синдром,
                                    лікар приступає безпосередньо до процедури мануальної терапії.
                                </p>
                                <p style="padding-bottom: 15px;">

                                    Відбувається це приблизно так: йде натиснення різної сили і різного спрямування в
                                    області хребта, може бути щелчек або кілька, це і є "Траст", той самий, який
                                    допомагає позбавиться від функціональних блоків, защемлення і подібних дисфункції.

                                    Болі при цьому відчувати я не повинно, за умови, що при пальпація не було
                                    нестерпного болю. Зазвичай сам звук (щелчек) не супроводжується якими або відчуттями
                                    в принципі.

                                    Процедура займає від 30 до 45 хвилин, в залежності від індивідуальних особливостей.

                                    Під кінець процедури положення тіла змінюють, лягають на бік - проводять
                                    маніпуляція, на інший, потім можливо робота з ногами і на завершення це шия.
                                </p>
                                <p style="padding-bottom: 15px;">

                                    Шия має особливу позицію, вона є мостом між управлінням (мозок людини) і самим
                                    виробництвом і забезпеченням життя діяльності організму, тобто органами. Через шию
                                    проходить безліч судин забезпечують транспортну функцію поживних елементів в мозку,
                                    а так само і зворотний транспорт не тільки продуктів розпаду, а й секретів і
                                    гормонів виділилися в голові. Вони забезпечують порядок роботи окремих органів.

                                    Через порушення цього ланцюжка будуть виникати проблеми в правильності роботи
                                    органів і отже розвиватися різні патології.
                                </p>
                                <p style="padding-bottom: 15px;">
                                    Так само в шиї проходять нерви. Про їх роботі ви здогадуєтеся і самі. Все так же
                                    само і не менш важливо ніж з пітатнльнимі елементами, а навіть більше того. Якщо є
                                    проблеми з інерваніей, тоді може навіть не виділитися в принципі гормон або сектер,
                                    а значить і транспортувати буде нічого.

                                    Тому шийний відліт опрацьовується останнім. Вас просять прилягти на спину і
                                    проводять маніпуляції з шийним відділом, це не довго, близько 5 хвилин в цілому.
                                </p>
                            </div>
                        </div>
                        <div class="col-md-4 col-sm-5 col-xs-12 about-img">
                            <img src="assets/images/detanlishe.png.jpg" alt="about">
                        </div>
                    </div>
                </div><!-- Container /- -->
            </div>
@endsection
